Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/oasat-samepolitihkas-nr-1---2008_id_515100.html.tmx
Source language: sme
Languages: nob

source: Ođđasat sámepolitihkas nr 1 - 2008
nob: Nytt om samepolitikken nr 1 - 2008

source: 04.06.2008 - 5. jahkegeardi - Ođđasat sámepolitihkas
nob: 4. juni 2008 - årgang 5 - Nytt om samepolitikken

source: Stoltenberg ja Hanssen Kárášjogas
nob: Stoltenberg og Hanssen i Karasjok

source: Áigu sihkkarastit sámiid vuoigatvuođaid
nob: Skal sikre samers rettigheter

source: - Ain leat ollu hástalusat sámepolitihkas
nob: Mange utfordringer videre i samepolitikken

source: GOLLEGIELLA - Davviriikkalaš sámi giellabálkkašupmi geigejuvvo čakčat 2008
nob: GOLLEGIELLA - Nordisk samisk språkpris deles ut høsten 2008

source: Addá 800 000 ruvnno sámekonferánsii
nob: Gir 800 000 kr til samekonferanse

source: Stuorradiggedieđáhusa ovdanbuktin
nob: Framleggelsen av stortingsmeldingen

source: Stáhtaministtar Jens Stoltenberg ja bargo- ja searvadahttinministtar Bjarne Håkon Hanssen almmuheigga stuorradiggedieđáhusa sámepolitihka birra miessemánu 30. beaivvi Sámedikki dievasčoahkkimis Kárášjogas .
nob: Statsminister Jens Stoltenberg og Arbeids- og inkluderingsminister Bjarne Håkon Hanssen la 30. mai fram stortingsmeldingen om samepolitikken under Sametingets plenum i Karasjok .

source: Soai asttaiga maiddái čoahkkimastit sámediggeráđiin ja galledit Kárášjoga dearvvašvuođaguovddáža .
nob: De to tok seg i tillegg tid til et møte med sametingsrådet og et besøk på Karasjok helsesenter .

source: - Lean erenoamáš ilus galledit Sámedikki seamma beavvi go bargo- ja searvadahttinministtar buktá ovdan ráđđehusa stuorradiggedieđáhusa sámepolitihka birra – jure juste dáppe Kárášjogas ja Sámedikkis , dajai Jens Stoltenberg sártnistis Sámediggái go son vuosttaš gearddi galledii Kárášjoga virggálaččat .
nob: - Jeg er ekstra glad for å besøke Sametinget samme dag som arbeids- og inkluderingsministeren presenterer regjeringens stortingsmelding om samepolitikken – nettopp her i Karasjok og i Sametinget , sa Jens Stoltenberg i sin tale til Sametinget under sitt første offisielle besøk i Karasjok .

source: Stáhtaministara sártni maŋŋá almmuhii Bjarne Håkon Hanssen stuorradiggedieđáhusa sámepolitihka birra , ja dieđáhus čalmmusta árgabeaivválaš politihka ; sámi geavaheaddji deaivvadeami almmolaš hálddahusain .
nob: Etter statsministerens tale la Bjarne Håkon Hanssen fram stortingsmeldingen om samepolitikken , en melding som fokuserer på hverdagspolitikken ; den enkelte samiske brukers møte med offentlig forvaltning .

source: Giella ge deattastuvvo dehálažžan dieđáhusas , ja sámegiela doaibmaplána lea okta doaibmabijuin .
nob: Språk er også sentralt i meldingen , og en egen handlingsplan for samisk språk er ett av tiltakene .

source: Maiddái oahpahus , Sámedikki dadjamus , ealáhusovddideapmi ja árvoháhkan , rájáidrasttideaddji ovttasbargu ja davviguovlopolitihkka leat guovdilis fáttát stuorradiggedieđáhusas .
nob: Også opplæring , Sametingets innflytelse , næringsutvikling og verdiskapning , grenseoverskridende samarbeid og nordområdepolitikk er sentrale temaer i stortingsmeldingen .

source: Hans Haugli , Jens Stoltenberg ja Bjarne Håkon Hanssen .
nob: Jens Stoltenberg og Bjarne Håkon Hanssen i samtale med Hans Haugli , en av brukerne på Karasjok Helsesenter .

source: Govva : Hanne Klemetsen , Sagat .
nob: Foto : Hanne Klemetsen , Sagat .

source: Stoltenberg ja Hanssen beasaiga vásihit beaivválaš politihka geavadis galledettiin Kárášjoga dearvvašvuođaguovddáža maŋŋágo dieđáhus lei buktojuvvon ovdan ja preassa lei beassan divvut gažaldagaid .
nob: Et eksempel på samisk hverdagspolitikk i praksis fikk Stoltenberg og Hanssen oppleve på et besøk på Karasjok helsesenter etter at meldingen var lagt fram og pressen hadde fått sitt .

source: Kárášjoga sátnejođiheaddji , Kjell Sæther , válddii sudno vuostá ja oahpistii sudno guovddážis .
nob: Ordfører i Karasjok , Kjell Sæther , tok i mot og viste de to rundt på senteret .

source: Soai asttaiga dearvvahit guovddáža máŋga geavaheaddji , ja vel háleštit dan bargiiguin .
nob: Det ble tid til å hilse på flere av brukerne av senteret , i tillegg til samtaler med de ansatte .

source: Dearvvašvuođaguovddáža eanaš geavaheaddjit hállet dušše sámegiela , ja danne lea gáibádus ahte bargit ge hálddašit sámegiela .
nob: De fleste av brukerne av helsesenteret snakker bare samisk , derfor er det satt krav til at de ansatte behersker språket .

source: Danne háhká guovddáš sámegielalaš bargiid Suomas , ja vel lágida oahpahusa daidda bargiide geat eai hála sámegiela .
nob: For å få dette til rekrutterer senteret samisktalende personell fra Finland , i tillegg til at det gis språkopplæring til personell som ikke behersker samisk .

source: Stáhtaministara galledeapmi Kárášjogas loahpahuvvui lunšačoahkkimiin sámediggeráđiin , ja Bjarne Håkon Hanssen fas bázii go áiggui galledit Kárášjoga NAV-kontuvrra – mii maiddái lea geavatlaš beaivválašpolitihka ovdamearka .
nob: Statsministerens besøk i Karasjok ble avsluttet med et lunsjmøte med sametingsrådet , mens Bjarne Håkon Hanssen ble igjen for et besøk på NAV-kontoret i Karasjok – enda et godt eksempel på hverdagspolitikken i praksis .

source: Kontuvra ásahuvvui skábmamánus 2007 ja nákce bures fállat bálvalusaid sihke dáro- ja sámegillii , go gávccis logi bargis leat sámegielagat .
nob: Kontoret ble etablert i november 2007 og er godt rustet til å levere tjenester på både norsk og samisk , 8 av 10 ansatte er samisktalende .

source: Hanssen fáruinis beasai gullat kontuvrra barggu birra , man ulbmil lea addit bures doaibmi guovttegielat bálvalusfálaldaga , geahpidit sosiálaveahki vuostáiváldiid logu ja čuovvolit áššehasaid nu ahte sii Bjarne Håkon Hanssen , Mari Moen , Jan Terje Nedrejord ja farggabut fas máhccet doibmii .
nob: Hanssen med følge fikk en presentasjon av arbeidet ved kontoret som har som målsettingen å gi et funksjonelt to-språklig tjenestetilbud , redusere antall sosialhjelpsmottakere og ha fokus på oppfølging for å få brukerne raskere Bjarne Håkon Hanssen , NAV-leder Mari Moen tilbake i aktivitet . Erlandsen , rådmann Jan Terje Nedrejord og statssekretær Raimo Valle .

source: Ráđđehus áigu eambbo bidjat iežas bargolistui sámi geavaheddjiid dili go deaivvadit almmolaš hálddahusaiguin ja bálvalusdoaimmaiguin .
nob: Regjeringen vil i større grad sette samiske brukeres møte med offentlig forvaltning og tjenesteyting på dagsorden .

source: Jos sámi álbmogii galget leat buorit ja norgalaččaiguin muđui ovttadássásaš bálvalusfálaldagat , de gáibiduvvo ahte almmolaš doaimmat dovdet sámi dilálašvuođaid mat gullet sin doaibmansurggiide .
nob: Gode og likeverdige offentlige tjenestetilbud til den samiske befolkningen krever at offentlige virksomheter har kunnskap om samiske forhold innenfor egen sektor .

source: St.dieđ. nr. 28 ( 2007–2008 ) Sámepolitihkka
nob: Stortingmelding nr 28 ( 2007-08 ) Samepolitikken

source: – Almmolašvuohta ferte čeahpput meannudit sámi geavaheddjiiguin maiguin deaivvadit árgabeaidilis .
nob: – Det offentlige må bli flinkere til å møte samiske brukere i hverdagen .

source: Dat lea dehálaš dannego das sorjá guđege sámi olbmo čálgu ja lágalaš oadjebasvuohta , cealká stáhtaministtar Jens Stoltenberg .
nob: Dette er viktig fordi det gjelder den enkelte sames velferd og rettssikkerhet , sier statsminister Jens Stoltenberg .

source: Sámepolitihka stuorradiggedieđáhusas ráđđehus čalmmusta dehálažžan nannet sámegiela ja buoridit sámegielalaš dieđuid mat bohtet almmolaš hálddahusas ja bálvalusdoaimmain .
nob: I stortingsmeldingen om samepolitikken fokuser regjeringen på betydningen av å styrke samisk språk og samiskspråklig informasjon i offentlig forvalting og tjenesteyting .

source: Ahte leat doarvái sámegielalaš ja kulturmáhtolaš bargit , lea eaktu jos sámi geavaheaddjit galget vásihit ahte bálvalusdoaimmain lea buorre dássi , ja jos fálaldagat galget leat doarvái buorit .
nob: Tilstrekkelig personell med samisk språk og kulturkompetanse er avgjørende for samiske brukeres opplevelse av kvalitet i tjenestene , og for å gi et tilstrekkelig godt tilbud .

source: Dát lea dakkár ovddasvástádus mii gullá buot almmolaš orgánaide , vaikko dan viidodat sáhttá rievddaldit .
nob: Dette er et ansvar alle offentlige organer har , selv om omfanget vil kunne variere .

source: Dearvvašvuođasuorggis lea omd. nu , ahte suohkan , suohkanat ja dearvvašvuođadoaimmahusat galget fuolahit dárbbašlaš dulkaveahki jos dearvvašvuođabargiin ii leat doarvái giellamáhttu .
nob: I helsesektoren er det for eksempel slik at kommuner og helseforetak skal sørge for nødvendig tolkehjelp hvis helsepersonellet ikke har nødvendig språkkunnskap .

source: Go dearvvašvuođabargiin lea váillálaš giellaipmárdus , de dat sáhttá dagahit boastto divššu ja dan ahte bahás dávddat eai fuopmášuvvo doarvái árrat .
nob: Manglende språkforståelse hos helsepersonell kan medføre feilbehandling og at alvorlig sykdom ikke blir oppdaget i tide .

source: Dađistaga eanet almmolaš doaimmat leat heivehan iežaset fálaldagaid sámegielalaš geavaheddjiide ja sámi álbmogii oppalohkái .
nob: Stadig flere offentlige virksomheter har tilpasset sitt tilbud til samiskspråklige brukere og den samiske befolkningen generelt .

source: Seammás leat vel ain dálge ollu doaimmahusat , sihke suohkanat , stáhtalaš orgánat ja dearvvašvuođadoaimmahusat , mat eai leat doarvái heivehan iežaset , ja iskkadeamit čájehit dađe bahát ahte sámegielalaš máhttu lea váillálaš almmolaš orgánain .
nob: Samtidig er det fortsatt mange virksomheter , både kommuner , statlige organer og helseforetak som ikke i tilstrekkelig grad har foretatt en slik tilpasning , og undersøkelser viser dessverre at samisk språkkompetanse i offentlige organer er mangelfull .

source: Nu lea dilli sihke sámegiela hálddašanguovllu siskkobealde ja olggobealde .
nob: Dette gjelder både innenfor og utenfor forvaltningsområdet for samisk språk .

source: – Jos sámegillii galgá leat oadjebas boahtteáigi Norggas , de lea dárbu geahčadit sámegiela seailluhanbargguid oppalohkái , ja surggiid rájiin ja hálddahusdásiin beroškeahttá .
nob: – For at samisk språk skal ha en sikker fremtid i Norge , er det nødvendig å se innsatsen for samisk språk samlet , og på tvers av sektorer og forvaltningsnivå .

source: Ráđđehus danne áigu bovdet Sámedikki ovttasbargat sámegiela doaibmaplánain , nu cealká bargo- ja searvadahttinministtar Bjarne Håkon Hanssen .
nob: Regjeringen vil derfor invitere Sametinget til et samarbeid om en handlingsplan for samisk språk , sier arbeids- og inkluderingsminister Bjarne Håkon Hanssen .

source: Loga sierra preassadieđáhusa doaibmaplána birra
nob: Se egen pressemelding om handlingsplanen

source: Sámedikki sajádat
nob: Sametingets stilling

source: Ráđđehus áigu álggahit viiddis láhkabargguid mat čielggasmahttet Sámedikki formála sajádaga .
nob: Regjeringen vil sette i gang et omfattende lovarbeid for å tydeliggjøre Sametingets formelle stilling .

source: Ráđđehusa áigumuš lea sihkkarastit Sámediggái duohtadilálaš váikkuhanválddi dain surggiin mat leat dehálaččat sámi servodahkii , ja čielggasmahttit Sámedikki friddja sajádaga .
nob: Regjeringen er opptatt av å sikre Sametinget reell innflytelse på områder som er viktige for det samiske samfunn , og tydeliggjøre Sametingets frie stilling .

source: Dan barggu lea áigumuš hukset daidda vásáhusaide mat leat Sámedikki ja stáhtalaš eiseválddiid gulahallamiin .
nob: I dette arbeidet vil man bygge videre på erfaringene med konsultasjonsavtalen mellom Sametinget og statlige myndigheter .

source: Loga sierra preassadieđáhusa Sámedikki iešheanalaš sajádaga birra
nob: Se egen pressemelding om Sametingets selvstendige stilling

source: Muhtun doaibmabijut guovdilis servodatsurggiin
nob: Noen tiltak på sentrale samfunnsområder

source: Sámi divššohasaid vuoigatvuohta ja dárbu oažžut heivehuvvon bálvalusaid , lea dárbu ohcalit ja váldit vuhtii plánain , čielggademiin ja mearrádusain mat dahkkojuvvojit guvllolaš dearvvašvuođadoaimmahusain .
nob: Samiske pasienters rett og behov for tilrettelagte tjenester må etterspørres og synliggjøres i planlegging , utredning og når beslutninger tas i de regionale helseforetakene .

source: Dearvvašvuođa- ja fuolahusdepartemeanta áigu seammás buoridit diehtojuohkima suohkanlaš ja fylkkasuohkanlaš bálvalusaid dáfus .
nob: Helse- og omsorgsdepartementet vil samtidig styrke veiledningen i forhold til kommunale og fylkeskommunale tjenester .

source: Ráđđehus áigu kártet man muddui lea duohta ahte skuvlavážžiid vuoigtatvuođat oažžut dievas oahppofálaldagaid sámegielas eai ollašuva , ja dat vejolaččat galget buorránit .
nob: Regjeringen vil kartlegge i hvilken grad elever ikke får oppfylt sine rettigheter til et fullverdig opplæringstilbud i samisk , og hvordan dette eventuelt kan bedres .

source: Máhttodepartemeanta ovddida máŋga doaibmabiju vuođđooahpahusa , oahpponeavvuid , rávesolbmuid oahpahusa ja sámi oahpaheddjiidohppui háhkama várás .
nob: Kunnskapsdepartementet fremmer flere tiltak rettet mot grunnopplæring , samiske læremidler , voksenopplæring og rekruttering til samiske lærerutdanninger .

source: Ráđđehus áigu nannet barggu nuortalaččaid / goltálaččaid gillii ja kultuvrii ávkin . Erenoamáš deaddu biddjojuvvo dasa , ahte buoridit rádjerasttideaddji ovttasbarggu davviriikkalaš ja davviguvllolaš dásis , ee. gielladoaimmaid , oahpahusa ja oahpponeavvuid , dutkama ja alit oahpahusa , mánáid ja nuoraid , ja ealáhusaid ovddideami oktavuođas .
nob: Det legges generelt vekt på å videreutvikle det grenseoverskridende samarbeidet på nordisk nivå og i nordområdene , blant annet i tilknytning til språkarbeid , opplæring og læremidler , forskning og høyere utdanning , barn og unge , og næringsutvikling .

source: Ráđđehus áigu joatkit barggu mainna áigumuš leat oažžut áigái davvi ¬riikkalaš sámekonvenšuvnna .
nob: Regjeringen vil arbeide videre med å følge opp prosessen med å utvikle en Nordisk Samekonvensjon .

source: Ráđđehus áigu láhčit dilálašvuođaid Sámediggái , vai sáhttá jođihit iešheanalaš kulturpolitihka , ja árvaluvvo ahte Sámediggi galgá oažžut ovddasvástádussan vuoruhit áigeguovdilis kulturhuksenprošeavttaid .
nob: Regjeringen vil legge til rette for at Sametinget kan føre en selvstendig kulturpolitikk , og det blir foreslått at Sametinget får alt ansvar for å prioritere mellom aktuelle kulturbyggeprosjekter .

source: Árvaluvvo váldonjuolggadussan ahte viessoláigoortnet geavahuvvo ođđa kulturviesuide maid Sámediggi vuoruha ja stáhta ruhtada .
nob: Det forelås at en som hovedregel tar i bruk husleieordningen i statlig finansiering av nye kulturbygg som prioriteres av Sametinget .

source: Ráđđehus dáhttu eambbo fuomášumi dasa , mo sámepolitihkalaš ulbmilat ja vuođđu ¬duvvon vuoigatvuođat bohtet geavatlaš ávkin čálgostáhta ortnegiin ja fálaldagain , vai sámit sáhttet luohttit dasa , ahte sin dárbbut váldojuvvojit vuhtii .
nob: Regjeringen ønsker å rette større oppmerksomhet mot hvordan samepolitiske målsettinger og etablerte rettigheter kommer til praktisk uttrykk innenfor velferdsstatens ordninger og tilbud , slik at samer kan ha trygghet for at deres behov imøtekommes .

source: Stivrenráđđádallamiin mat leat stáhtalaš doaimmahusaiguin , ferte ulbmil leat oažžut oidnosii sámi dárbbuid .
nob: I styringsdialogen med statlige virksomheter må det arbeides med å synliggjøre samiske hensyn .

source: Dakkár áigumuš lea ee. Bargo- ja čálgoetáhta , guvllolaš dearvvašvuođa ¬doaibmabijuid ja stáhtalaš mánáidsuodjalusa dáfus .
nob: Et slikt arbeid er påbegynt blant annet overfor Arbeids- og velferdsetaten , regionale helseforetak og det statlige barnevernet .

source: Buoridit sámegielalaš fidnomáhtolaš olbmuid háhkama virggiide .
nob: Bedre rekrutteringen av personell med samiskspråklig kompetanse .

source: Áigumuš lea oažžut áigái nu buori virgáiháhkanvuođu go vejolaš , ja movttiidit olbmuid váldit oahpu sámegielas buot dásiin .
nob: Dette handler om å skape best mulig rekrutteringsgrunnlag samt å stimulere rekrutteringen til samiskspråklig utdanning på alle nivåer .

source: Ráđđehus áigu árvvoštallat doaibmabijuid mat buoridivčče rekruhttema alit oahpahussii mas ožžot máhtu sámegielas , omd. davvisámegiela , julevsámegiela ja lullisámegiela ovdakurssaid ja stipeandaortnegiid .
nob: Regjeringen vil vurdere tiltak for å styrke rekrutteringen til høyere utdanning som gir kompetanse i samisk språk , for eksempel forkurs i nordsamisk , lulesamisk og sørsamisk språk og stipendordninger .

source: Ollugat leat vásihan ahte lea váttis fidnet dulkaveahki .
nob: Mange har opplevd at det er vanskelig å få tak i nødvendig tolkehjelp .

source: Ráđđehus danne áigu ovttasráđiid Sámedikkiin ja Sámi allaskuvllain geahčadit otnáš dulkabálvalusa ja árvvoštallat makkár doaibmabijuid lea dárbu álggahit vuođđudan dihte buresdoaibmi dulkabálvalusa .
nob: Regjeringen vil derfor , sammen med Sametinget og Samisk høgskole , gjennomgå dagens tolketjeneste og vurdere hvilke tiltak som vil være nødvendig for å etablere en velfungerende tolketjeneste .

source: Stuorra dárbu lea lasse- ja joatkkaohppui sis guđet barget sámi dilálašvuođaide guoski almmolaš surggiin .
nob: Det er et stort behov for etter- og videreutdanning av ansatte i offentlig sektor knyttet til samiske forhold .

source: Bargo- ja searvadahttindepartemeanta áigu ovttasráđiid áššeguovdilis departemeanttaiguin geahčadit makkár vejolašvuođat leat addit Sámi allaskuvlii eambbo váikkuheaddji sajádaga almmolaš surggiide guoski oahppofálaldagaid addi ásahussan , omd. oahpaheddjiide , dearvvašvuođa- ja fuollabargiide , almmolaš hálddahusaid áššemeannudeddjiide ja jođiheddjiide , politiijaide ja rihkkunbearráigehččiide , bargo- ja čálgoetáhtii .
nob: Arbeids- og inkluderingsdepartementet vil i samråd med aktuelle departementer se på muligheten for at Samisk høgskole kan ha en sterkere rolle i kompetansegivende studietilbud rettet mot offentlig sektor , knyttet til for eksempel lærere , helse- og omsorgsarbeidere , saksbehandlere og ledere i offentlig forvaltning , politi og kriminalomsorg , arbeids- og velferdsetaten .

source: Sámediggi lea ožžon dieđuid dán barggus mii lea leamaš stuorradiggedieđáhusain ja dan sisdoaluin .
nob: Sametinget har vært orientert om arbeidet med og innholdet i stortingsmeldingen .

source: Sámedikkiin šaddet vel ráđđádallamat dieđáhusa doaibmabijuid duohtan deavdimis ja čađaheamis .
nob: Det vil bli konsultert med Sametinget om konkretiseringen og gjennomføringen av tiltakene som legges fram i meldingen .

source: Ovddeš stuorradiggedieđáhus sámepolitihka birra biddjojuvvui ovdan jagi 2001 ( St. dieđ. nr. 55 ) .
nob: Forrige stortingsmelding om samepolitikken ble lagt fram i 2001 ( St. meld. nr. 55 ) .

source: Lassdieđáhus bođii dasa jagi 2002 ( St. dieđ. nr. 33 ) .
nob: En tilleggsmelding til denne kom i 2002 ( St. meld. nr. 33 ) .

source: Son sáhttá várra bosihastit dál , stáhtačálli Raimo Valle , go stuorradiggedieđáhus sámepolitihka birra lea almmuhuvvon .
nob: Han kan muligens puste litt lettere nå , statssekretær Raimo Valle , nå som stortingsmeldingen om samepolitikken er lagt fram .

source: Son lea oainnat ollu iežas bargoáiggis geavahan bargat dieđáhusain dan rájes go nammaduvvui sámi áššiid stáhtačállin golggotmánus diibmá .
nob: Arbeidet med meldingen har nemlig tatt opp mye av tida hans siden han ble utnevnt til statssekretær for samiske saker i oktober i fjor .

source: - Rukses / ruoná ráđđehusa dehálaš ulbmil lea addit nana ja buriid almmolaš bálvalusaid , ja nu galgá dilli leat sámi guovlluin ge .
nob: - Et viktig mål for den rød / grønne regjeringen er sterke og gode offentlige tjenester , og dette må også gjelde på det samiske området .

source: Munnje lea erenoamáš dehálaš mo čálgostáhta váldá vuostá sámegielalaš geavaheddjiid , ja dat guoská sihke dearvvašvuođalágádussii , NAVii , skuvlalágádussii ja mánáidgárdái , dadjá Raimo .
nob: Jeg er spesielt opptatt av hvordan velferdsstaten møter den samiske bruker , både når det gjelder helsevesenet , NAV , skoleverket og barnehagen , sier Raimo .

source: – Sámepolitihkka ferte čađahuvvot sihke báikkálaš ja guvllolaš dásis ge nu ahte lea vejolaš fállat dakkár bálvalusaid mat leat heivehuvvon sámi gillii ja kultuvrii buot surggiin main almmolaš bálvalusat fállojuvvojit .
nob: – Samepolitikken må iverksettes også på lokalt og regionalt nivå , slik at det kan tilbys tjenester som er tilpasset samisk språk og kultur på alle områder der det offentlige tilbyr tjenester .

source: Aiddo dat čalmmustuvvo ge váldoáššin stuorradiggedieđáhusas .
nob: Dette er også noe som har fått hovedfokuset i stortingsmeldingen .

source: Vaikko vel Raimo Valle ii leat leamaš stáhtačálli guhkit go badjelaš jahkebeali , de lea son rievtti mielde bargan sámepolitihkain oppa ráves agis .
nob: Selv om Raimo Valle ikke har sittet i statssekretærstolen mer enn et drøyt halvår har han egentlig jobbet med samepolitikk hele sitt voksne liv .

source: Eaktodáhtolaš barggu bokte studeantan ja máŋggalágan almmolaš bargojoavkkuid lahttun .
nob: Gjennom frivillig arbeid i studietida og deltakelse i diverse offentlige arbeidsgrupper .

source: Son lea Romssa fylkkasuohkanis ge eanaš bargan sámi áššiiguin , álggus sámekonsuleantan maŋŋá sámepolitihkalaš ráđđeaddin ja virggis sadjásaš stábahoavdan .
nob: Det var også fortrinnsvis samiske saker han beskjeftiget seg med i jobben i Troms fylkeskommune , først som samekonsulent , senere som samepolitisk rådgiver og i stillingen som assisterende stabssjef .

source: Dan lassin son barggai oanehis áigodaga Sámedikki vuolitdirektevran .
nob: I tillegg var han en kort periode i en underdirektørstilling i Sametinget .

source: Sus lea sihke sámi ja kveana duogáš ja son dovdá bures kveana digaštallama ge Norggas .
nob: Han har både samisk og kvensk bakgrunn , og er også godt kjent med den kvenske debatten i Norge .

source: Vaikko vel stuorradiggedieđáhus dál lea almmuhuvvon , de dat ii mearkkaš ahte stáhtačállis šaddet barggohis beaivvit .
nob: Selv om stortingsmeldingen nå er lagt fram betyr det ikke late dager på statssekretærkontoret .

source: – Ain leat ollu hástalusat , dál mii áigut fuolahit ahte dieđáhusa doaibmabijut čađahuvvojit , earret eará ahte sámegiela doaibmaplána ráhkaduvvo .
nob: - Det er mange utfordringer framover , nå skal vi ha fokus på iverksetting av tiltakene i meldingen , bl.a. utarbeide en handlingsplan for samisk språk .

source: Seammás bargojuvvo vuoigatvuođaáššiiguin nu mo Davviriikkalaš sámekonvenšuvnnain , minerálalágain , luonddušláddjiivuođalágain ja Sámedikki ođđa válgaortnega láhkaásahusaiguin .
nob: Samtidig jobbes det i forhold til rettighetssaker som Nordisk samekonvensjon , mineralloven , naturmangfoldsloven og forskrifter til ny valgordning for Sametinget .

source: – Dat mii čuohcá čalbmái lea man viiddis saji sámi áššit leat ožžon ráđđehusvuogádagas , ja man dehálaš sajádat Sámedikkis lea dán vuogádagas .
nob: - Det som slår meg er hvor omfattende samiske spørsmål er i regjeringssystemet , og for en viktig rolle Sametinget spiller i dette systemet .

source: Konsultašuvdnaortnet lea buorre vuogáidahttinneavvu dán barggus , dadjá Raimo .
nob: Konsultasjonsordningen er et godt verktøy for å lage system i dette arbeidet , sier Raimo .

source: Mii áigut dál viiddidit ortnega maiddái bušeahttaáššiide .
nob: Vi skal nå utvide ordningen til også å omfatte budsjettspørsmål .

source: Sus lea buorre gaskavuohta Sámediggái ja son dovdá eatnašiid dikkis ja hálddahusas máŋgga jagi lagaš ovttasabarggu geažil .
nob: Han har et godt forhold til Sametinget og kjenner de fleste både i tinget og i administrasjonen etter et tett samarbeid gjennom mange år .

source: – Leaččan go son mun dat olmmoš gii lea leamaš eanemus dievasčoahkkimiin ?
nob: – Kanskje har jeg rekord i å besøke plenumssamlingene ?
